export default {
	// 首页书籍分类 
	elements: [{
			title: '经济',
			name: 'Economics',
			color: 'cyan',
			cuIcon: 'newsfill'
		},
		{
			title: '心理学',
			name: 'Psychology',
			color: 'blue',
			cuIcon: 'colorlens'
		},
		{
			title: '医学',
			name: 'MedicalScience',
			color: 'green',
			cuIcon: 'loading2'
		},
		{
			title: '诗词',
			name: 'Poetry',
			color: 'orange',
			cuIcon: 'icloading'
		},
		{
			title: '宗教 ',
			name: 'Religion',
			color: 'mauve',
			cuIcon: 'cuIcon'
		},
		{
			title: '文学著作',
			name: 'novel',
			color: 'purple',
			cuIcon: 'font'
		},

		// {
		// 	title: '按钮',
		// 	name: 'button',
		// 	color: 'pink',
		// 	cuIcon: 'btn'
		// },
		// {
		// 	title: '标签',
		// 	name: 'tag',
		// 	color: 'brown',
		// 	cuIcon: 'tagfill'
		// },
		// {
		// 	title: '头像',
		// 	name: 'avatar',
		// 	color: 'red',
		// 	cuIcon: 'myfill'
		// },

		// {
		// 	title: '边框阴影',
		// 	name: 'shadow',
		// 	color: 'olive',
		// 	cuIcon: 'copy'
		// },

	],


	//  经济-理财
	A_conduct: [{
			name: '价值',
			url: './/pages/basics/note/value'
		}, {
			name: "",
			url: './/pages/basics/note/rich'
		},
		{
			name: '',
			url: ''
		}, {
			name: "",
			url: ''
		},
	],
	// 经济-理财-价值
	avatar: [{
			chapter: '第一章',
			time: '2022-08-22+ ',
			text: [{
					words: '在长期主义之路上，与伟大格局观者同行，做时间的朋友。'
				},
				{
					words: '流水不争先，争的是滔滔不绝！'
				},
				{
					words: '以赤子之心，不被嘈杂浇铸；出走半生，归来仍是少年'
				},
				{
					words: '一个人的知识，能力和价值观才是深藏于内心并真正属于自己的“三把火”。'
				},
				{
					words: '构建属于自己的知识体系和思维框架，是塑造投资能力的起点。'
				},
				{
					words: '苏联作家 米哈依尔·肖洛霍夫：《静静的顿河》人们正在那里决定着自己和别人的命运，我却在这儿牧马。怎么能这样呢？应该逃走，不然我就会越陷越深，无法自拔。'
				},
				{
					words: '查理芒格：学习让你每天晚上睡觉的时候都比那天早上醒来时聪明一点点。'
				},
				{
					words: '价值投资不是数学或者推理，必须像社会学田野调查一样，才能看到本质'
				},
				{
					words: '人生很重的一件事儿，找一帮你喜欢的人，真正靠谱的人，一起做有意思的事儿'
				},
				{
					words: '中国不是简单的一、二线城市，三四线城市和农村分层叠加，也不是东中西部地区的简单区隔。每个地区、每个省都有自己独特的自然资源，人口特点和社会特征。'
				},
				{
					words: '中国的消费社会形成、工业化进展是多版本同步迭代中完成的。'
				},
				{
					words: '我始终对三四线城市的崛起充满期待'
				},
				{
					words: '寻求独立或者与世隔绝从来不是我的目标，生活在世外桃源，对真正的社会缺乏了解，这只能让一个人失去理解力和判断力。'
				},

			]
		},
		{
			chapter: '第二章',
			time: '2022-08-22+ ',
			text: [{
					words: '真诚的面对自己内心的想法，比正确的答案更加重要。'
				},
				{
					words: '为什么要有加油站？第一，人们去加油站，可能不全是为了加油，可能是去哪里的便利店，如果跟便利店有关，那根车的关联度就降低了，不但要计算车的数量，还要关注人口密度。第二，所有的车都要加油吗？未来是不是会有交通工具不需要加油...'
				},
				{
					words: '求职可能不仅仅是为了找到工作，更是为了找到真正的自我，展现自己的独特性。'
				},
				{
					words: '一个人的职业生涯很长，不能做任何帮助过你的人有损害的事情，否则那可能会困扰你一生。'
				},
				{
					words: '许多时候的人生际遇，是上天无意间给你打开了一扇窗，而你恰好在那里。'
				},
				{
					words: '生活中有很多重要的事不能用金钱衡量。'
				},
				{
					words: '投资不能受市场情绪左右，检查长期投资，穿越周期，它是客观、理性的选择。'
				},

			]
		},
		{
			chapter: '第三章',
			time: '2022-08-22+ ',
			text: [{
					words: '对一名投资人而言，理解潜藏在巨大势能中的关键行业和企业，是非常重要的能力'
				},
				{
					words: '一九九四年四月二十日，互联网在中国中关村发芽！'
				},
				{
					words: '一旦善于理解变化，投资人将极大拓展其可能理解的范畴'
				},
				{
					words: '人们难以从理性的逻辑中找到可能的缘由，或许唯一可以解释的理由在于，历史总是由一些精彩的瞬间所推动。'
				},
				{
					words: '即使舒适也切莫沉积，宁愿艰巨也不要错过'
				},
				{
					words: '这些背后的真正原因是中的快速发展和多次转型；中国同时面临从计划经济到市场经济的机制转型、从农业社会到工业社会的发展转型，改革带来的红利爆发出许多内生动力，而且这种动力是全面性的、不可逆的。此外，中国处在与西方共同推动信息科技革命的时代浪潮中，同为技术创新的发源地，在一些领域还在引领新的产业革命。短短几十年间，工业发展、城镇升级、互联网普及、科技创新...不断的浪潮出现，对投资人来说。仿佛张开了一张“清明上河图”，特别是中国假如WTO以后，进入了城镇化、工业化和信息化“三化合一”的时代。在西方国家，这“三化”是在不同年代渐次出现，逐步发展演进的。100多年前先是城镇化、工业化，近几十年是信息化、智能化，而在中国这些现代化进程确实同时迸发。一二线城市在前，三四线城市紧随其后。'
				},
				{
					words: '人尚未奔跑，时代却已策马扬鞭'
				},
				{
					words: '...'
				},

			]
		}

	],


	// 经济-宏观
	A_macroscopic: [{
			name: '',
			url: ''
		},
		{
			name: '',
			url: ''
		}, {
			name: "",
			url: ''
		},
	],
	// 经济-经典
	A_classic: [{
			name: '资本论',
			url: ''
		},
		{
			name: '',
			url: ''
		},
		{
			name: '',
			url: ''
		}, {
			name: "",
			url: ''
		},
	],


	// 心理学
	B_conduct: [{
			name: '心理咨询手册',
			url: ''
		}, {
			name: "",
			url: ''
		},

	],
	B_macroscopic: [{
			name: '催眠师手记',
			url: ''
		},
		{
			name: '',
			url: ''
		},
	],
	B_classic: [{
			name: '',
			url: ''
		},

	],



	// 医学
	// 医学-中
	C_conduct: [{
			name: '黄帝内经',
			url: './/pages/basics/Medical _Science/HuangDi'
		}, {
			name: "",
			url: ''
		},

	],
	// 医学-中-黄帝内经

	emperor: [{
			chapter: '黄帝内经【导读】',
			time: '2022-09-29 · 21:22 ',
			text: [{
					words: '素问：偏重于人体生理，病机病理，疾病治疗 人与自然等原则'
				}, {
					words: '灵枢：偏重于人体解剖 腑脏经络 俞穴 针灸治疗等。'
				}, {
					words: '共同特点：都是有关问题的理论论述 治疗和具体的方药'
				}, {
					words: '主张：不治已病而治未病'
				}, {
					words: '后人用皇帝和岐伯对话形式,实非一时之言，亦非一人之手。'
				},

			]
		}, {
			chapter: '黄帝内经【素问--第一节】',
			time: '2022-09-29 · 21:38 ',
			text: [{
					words: '元气决定一个人的寿运，气是生命之源'
				}, {
					words: '养生之道在于遵守天地运行变化的人规律，生活（吃喝、房事）要有节制，不能过于劳累'
				}, {
					words: '志闲少欲 心安不惧 形劳不倦'
				}, {
					words: '法于阴阳 知于术变 饮食有节 起居有常'
				}, {
					words: '以酒为浆 醉以入房 欲竭其真 耗散其真'
				},

			]
		}, {
			chapter: '黄帝内经【素问--第二节】',
			time: '2022-09-29 · 21:38 ',
			text: [{
					words: '女子以七位周期 男子以八位周期'
				}, {
					words: '十四岁来经 具备生育能力 二十八岁巅峰 四十九岁闭经 失去生育能力'
				}, {
					words: '男子三十二巅峰'
				}, {
					words: '外不劳形于事 内无思想之患'
				},

			]
		}, {
			chapter: '黄帝内经【素问--第三节】',
			time: '2022-09-29 · 21:42 ',
			text: [{
					words: '春生 夏长 秋收 冬藏'
				}, {
					words: '发陈 蕃秀 容平 闭藏'
				}, {
					words: '阳气-保护人体外部不受伤害，阴气 -精化阳'
				}, {
					words: '淫邪 阴精日渐消亡 遂伤肝'
				}, {
					words: '饮酒过度 气逆'
				}, {
					words: '饮食过饱 经脉驰纵 痢疾 痔疮等'
				}, {
					words: '用力过度 伤肾 腰脊'
				}, {
					words: '阴平阳秘-阴阳动态平衡'
				}, {
					words: '阴经产生于 饮食五味 藏于五脏也会因五味而伤'
				}, {
					words: '过酸 肝气亢盛 导致脾胃衰竭'
				}, {
					words: '过咸 骨骼损伤 心气抑郁'
				}, {
					words: '过甜 心气满闷 气逆作喘 肾失衡'
				}, {
					words: '过苦 脾气过燥 胃气滞'
				}, {
					words: '过辛 静脉败坏 精神受损'
				},

			]
		}, {
			chapter: '黄帝内经【素问--第四节】',
			time: '2022-09-29 · 21:47 ',
			text: [{
					words: '春季 东风 发病在肝经 表现在头部'
				}, {
					words: '南风夏季 发病心经 在心 '
				}, {
					words: '西风 秋季 肺 肩背'
				}, {
					words: '北风 冬季 四肢'
				}, {
					words: '腹阴背阳，脏阴腑阳 '
				}, {
					words: '肝 心 脾 肺 肾 属于阴'
				}, {
					words: '胆 胃 大肠 小肠 膀胱 三焦 属于阳'
				}, {
					words: '阴平阳秘-阴阳动态平衡'
				}, {
					words: '阳阳心，阳阴肺。阴阴肾，阴阳肝，阴中至阴脾'
				}, {
					words: '...'
				},

			]
		},

	],

	// 医学-西
	C_macroscopic: [{
			name: '',
			url: ''
		},

	],

	//  诗词
	// 诗词-绝句
	D_conduct: [{
		name: '清平调',
		url: './/pages/basics/poetry/QingpingTune'
	}, ],



	// 诗词-近代
	D_macroscopic: [{
		name: '',
		url: ''
	}, ],

	// 宗教

	E_conduct: [{
			name: "金刚经",
			url: ''
		},

	],
	E_macroscopic: [{
			name: '德道经',
			url: ''
		},

	],
	// 文学著作
	F_conduct: [{
		name: "平凡的世界",
		url: './/pages/basics/novel/Ordinary_world'
	}, ],
	ordinary: [{
		chapter: '搜集',
		time: '2022-10-11 · 17:34 ',
		text: [{
			words: ' 社会在变化，生活在变化，人也在变化；没有什么是一成不变的，包括人的关系。'
		}, {
			words: '指针没有在那一时刻停留。时间继续走向前去，永远也不再返回到它经过的地方了'
		}, {
			words: '多少美好的东西消失和毁灭了，世界还像什么事也没有发生。是的，生活在继续着。可是生活中的每一个人却在不断地失去自己最珍贵的东西。 生活永远是美好的每人的痛苦却时时在发生。 '
		}, {
			words: ' 伟大的生命。不论以何种形式，将会在宇宙间永存。我们这个小小星球上的人类。也将继续繁衍和发展，直至遥远的未来。可是，生命对于我们来说又多么短暂。不论是谁，总有一天，都将会走向自己的终点。死亡，这是伟人和凡人共有的最后归宿。热情的诗人高唱生命的恋歌，而冷静的哲学家却说：死亡是自然法则的胜利。'
		}, {
			words: '美丽的花朵凋谢了也是美丽的。是的，美丽，美丽的花朵永不凋谢；那花依然在他心头开放。'
		}, {
			words: '瞧，又是春天了。复苏的万物就是生命的写照'
		}, {
			words: '生活总是美好的，生命在其间又是如此短暂；既然活着，就应该好好地活。'
		}, {
			words: '精神上的消沉无异于自杀。'
		}, {
			words: '有时候，往往一个极偶然的因素，就可能会改变一个人的生活。'
		}, {
			words: '幸福不在于自己的丈夫从事什么样的职业，而在于两个人是否情投意合。金钱“荣誉“地位和真正的爱情并不相干。从古到今，向来如此！只要和自己所爱的人在一起，即便到天涯海角去生活也是幸福的。'
		}, {
			words: '叶赛宁的诗，不惋惜，不呼唤，我也不啼哭。金黄的落叶堆满我心间。我已经再不是青春少年。'
		}, {
			words: '院墙下爆开了一丛金灿灿的迎春花。这就是生命！没有什么力量能扼杀生命。生命是这样顽强，它对抗的是整整一个严寒的冬天。冬天退却了，生命之花却蓬勃地怒放。你为了这瞬间的辉煌，忍耐了多少暗淡无光的日月？你会死亡。但你也会证明生命有多么强大。死亡的只是躯壳，生命将涅盘，生生不息，并会以另一种形式永存。只要春天不死，生命就不会死。就会有迎春的花朵年年岁岁开放。哦。迎春花.....'
		}, {
			words: '生活似乎走了一个令人难以置信的圆，'
		}, {
			words: '在一个人的思想还没有强大到自己能完全把握自己的时候，就需要在精神上依托另一个比自己更强的人。但人在壮大过程中的每一个阶段，都需要求得当时比自己的认识更高明的指教。'
		}, {
			words: '人们！你怎么能因为贫穷，就以物遮目，而变得如此愚蠢呢？'
		}, {
			words: ' 无论是幸福还是苦难，无论是光荣还是屈辱，让他自己来遭遇和承受吧！'
		}, {
			words: '一个有文化有知识而爱思考的人，一旦失去了自己的精神生活，那痛苦是无法言语的'
		}, {
			words: '只要自己诚心待人，别人也才可能对自己以诚相待。'
		}, {
			words: '人和人之间的友爱，并不在于是否是亲戚。是的，小时候，我们常常把亲戚这两字看得多么美好和重要。一旦长大成人，开始独立生活，我们便很快知道，亲戚关系常常是庸俗的；互相设法沾光，沾不上光就翻白眼；甚至你生活中最大的困难也常常是亲戚们造成的；生活同样会告诉你，亲戚往往不如朋友对你真诚。'
		}, {
			words: '这样的城市是一个各色人等混杂的天地；而每一个层次的人又有自己的天地。最大的好处是，大街上谁也不认识谁，谁也不关心谁。他衣衫行装虽然破烂不堪，但只要不露羞丑，照样可以在这个世界里自由行走，别人连笑话你的兴趣都没有。'
		}, {
			words: '虽然咱们出身低层人家，但不能小看自己。'
		}, {
			words: '、最艰难的岁月也许过去了，而那贫困中一家人的相亲相爱是不是也要过去了呢？'
		}, {
			words: '连伟人的一生都充满了那么大的艰辛，一个平凡的人吃点苦又算得了什么呢？他一生不可能做出什么惊人业绩，但他要学习伟人们对待生活的态度'
		}, {
			words: '是的，他是在社会的最低层挣扎，为了几个钱而受尽折磨；但他已不仅仅将此看作是谋生活命——职业的高贵与低贱，不能说明一个人生活的价值。恰恰相反，他现在倒很”热爱“自己的苦难。通过一段血火般的洗礼，他相信，自己历尽千辛万苦而酿造出的生活之蜜，肯定比轻而易举拿来的更有滋味——他自嘲地把自己的这种认识叫做”关于苦难的学说“'
		}, {
			words: '落魄的人只要和朋友呆在一块，心里就会踏实下来。'
		}, {
			words: '人的感情有时候真是不可思议，他也许对人是冷漠的，但可以对一个动物怀着永远的眷恋。'
		}, {
			words: '、在我们这个星球上，每天都要发生许多变化，有人倒霉了;有人走运了;有人在创造历史，历史也在成全或抛弃某些人。'
		}, {
			words: '今天和昨天似乎没有什么不同;明天也可能和今天一样。也许人一生仅仅有那么一两个辉煌的瞬间--甚至一生都可能在平淡无奇中度过......'
		}, {
			words: '生活不能等待别人来安排，要自己去争取和奋斗;而不论其结果是喜是悲，但可以慰藉的是，你总不枉在这世界上活了一场，有了这样的认识，你就会珍重生活，而不会玩世不恭;同时也会给人自身注入一种强大的内在力量......'
		}, {
			words: '人只能按照自己的条件去寻找终生伴侣。'
		}, {
			words: '在这个世界上，不是所有合理的和美好的都能按照自己的愿望存在或实现。'
		}, {
			words: '在最平常的事情中都可以显示出一个人人格的伟大来。'
		}, {
			words: '一个中学生要养成每天看报的习惯，这样才能开阔眼界；一个有文化的人不知道国家和世界发生了些什么事情，这是可悲的！'
		}, {
			words: '人们宁愿去关心一个蹩脚电影演员的吃喝拉撒和鸡毛蒜皮，而不愿了解一个普通人波涛汹涌的内心世界…… '
		}, {
			words: '你曾打开窗户，让我向外面的世界张望；你还用生硬的手拍打掉我从乡里带来的一身黄土，把你充满碳烟味的标志印烙在我的身上，老实说，你也没有能拍打净我身上的黄土；但我的身上确是烙下了你的印记！'
		}, {
			words: '他们往往带着一种悲壮的激情，在一条最为艰难的道路上进行人生的搏斗。他们顾不上高谈阔论或愤世嫉俗的忧患人类的命运。他们首先要改变自己的生存条件，同时也放弃最主要的精神追求；他们既不鄙视普通人的世俗生活，但又竭力使自己对生活的认识达到更深的层次！'
		}, {
			words: '生活中有那么一种人，你藐视甚至侮辱他，他不仅视为正常，还对你挺佩服；你要是在人格上对他平等相待，他反而小看你！'
		}, {
			words: '只有努力工作，才能叫人尊重。'
		}, {
			words: '你难道一辈子就这样生活下去吗？你最后的归宿在哪里？！'
		}, {
			words: '男子汉应该是一种内在的品质，而不是靠化妆和表演就能显现出来的！'
		}, {
			words: '你能痛苦，说明你对生活还抱有希望！'
		}, {
			words: '人的生命力，是在痛苦的煎熬中强大起来的。'
		}, {
			words: '我要扼住命运的咽喉，它他绝不会是我完全屈服。'
		}, {
			words: '一个人的命运不是自己想改变就能改变了的，至于理想，只不过是职业好坏的代名词罢了'
		}, {
			words: '、当我的巴特农神庙建立起来的时候，我从这遥远的地方也能感受到他的辉煌。'
		}, {
			words: '即使没有月亮，心中也是一片皎洁。'
		}, {
			words: '黑色是美丽的，他原来是血一般鲜红，蕴含着无穷的炽热，耀眼的光明（煤炭是黑色的，工人的鲜血是鲜红的，所以说黑色是美丽的，对煤炭工人的赞扬，很喜欢）'
		}, {
			words: '既不懈的追求生活，又不敢奢望生活过多的报酬和宠爱，而是理智而清醒的面对着现实。'
		}, {
			words: '一个平凡而普通的人，时时都会感到被生活的波涛巨浪所淹没。你会被淹没吗？除非你甘心就此而沉沦！！'
		}, {
			words: '人的痛苦只能在生活和劳动中慢慢消磨掉，但朋友，没有什么灵丹妙药比得上劳动更能医治人的精神创伤。'
		}, {
			words: '命运总是不如人愿。但往往是在无数的痛苦中，在重重的矛盾和艰辛中，才是人成熟起来'
		}, {
			words: '权威是用力量和智慧竖立起来的！'
		}, {
			words: '他依稀听见一支用口哨吹出的充满活力的歌在若耳边回想。这是赞美青春和生命的歌。'
		}, {
			words: '生命里有着多少的无奈和惋惜，又有着怎样的愁苦和感伤？雨浸风蚀的落寞与苍楚一定是水，静静地流过青春奋斗的日子和触摸理想的岁月。'
		}, {
			words: '从古到今，人世间有过多少这样的阴差阳错！这类生活悲剧的演出，不能简单地归结为一个人的命运，而常常是当时社会的各种矛盾所造成的。'
		}, {
			words: '青春炙热的浆汁停止了喷发，代之而立的是肃穆的山岗！'
		}, {
			words: '窗外是太阳永恒的微笑。'
		}, {
			words: '她活着了，她一个人痛苦。如果她死了，会给她众多的亲人带去痛苦，于是她就痛苦的活着……'
		}, {
			words: '牺牲自己而全力支撑这个穷家，这是他多年类一贯的信念已经成了他生活的哲学。'
		}, {
			words: '活着，就要时刻准备承受磨难！'
		}, {
			words: '她，不是在举行婚礼。而是她青春的葬礼！'
		}, {
			words: '细想过来，每个人的生活也同样是一个世界。即使是最平凡的人，也要为他那个世界的存在儿战斗。'
		}, {
			words: '真正的爱情不是利己的，而应该是利他的。'
		}, {
			words: '绝不能松紧！他还应该像往常一样，精神抖擞地跳上这辆生活的.马车，坐在驾辕的位置上，绷紧全身的肌肉和神经，吆喝着，呐喊着，继续走向前去。'
		}, {
			words: '要知道，春天的道路依然充满泥泞！'
		}, {
			words: '生活永远是美好的，人的痛苦却时时在发生……'
		}, {
			words: '如果我们是善良的，我们就应该普遍同情所有人的不幸和苦难。'
		}, {
			words: '只有劳动才可能使人在生活中强大。不论什么人，最终还是要崇尚那些能用双手创造生活的劳动者。对于这些人来说，孙少平给他们上了生平极为重要的一课——如何对待劳动，这是人生最基本的课题。'
		}, {
			words: '人处在一种默默奋斗的状态时，思想就会从生活的琐碎中得到升华。'
		}, {
			words: '我认为，每个人都有一个觉醒期，但觉醒的早晚决定个人的命运。'
		}, {
			words: '刹那间我真想令时光停住，好让我回顾自己，回顾失去的年华，缅怀哪个穿一身短小的连衣裙和瘦窄的短衫的小女孩……让我追悔少年时代我心灵的愚钝无知，它轻易地错过了我一生中本来可以获得欢乐和幸福！'
		}, {
			words: '他相信，自己历经千心万苦而酿造出的生活之蜜，肯定比轻而易举拿来的更有滋味。'
		}, {
			words: '他慢慢的懂的，人活着，就是得随时准备经受困难。知道不论是普通人还是了不起的人，都要在自己的一生中经受许多的磨难……'
		}, {
			words: '咱们最好各干各的。好朋友自闯江山，不要挤在一块，一个看一个的难过！'
		}, {
			words: '永远不要鄙夷我们的出身，她带给我们的财富将使我们一生受用不尽！'
		}, {
			words: '生活中真正的勇士向来默默无闻，喧哗不止的永远是自视高贵的一群。'
		}, {
			words: '钱当然很重要，这我不是不知道；我一天何尝不为钱而受熬苦！可是，我又觉得，人活这一辈子，还应该有些另外的什么才对……'
		}, {
			words: '哭，笑，都是因为欢乐。哭的人知道而笑的人并不知道，这欢乐是多少痛苦所换来的……'
		}, {
			words: '人生啊，是这样不可预测，没有永恒的痛苦，也没有永恒的幸福，生活象流水一般，有时是那么平展，有时又是那么曲折。'
		}, {
			words: '人的一生中关键的就那么几步，特别是在年轻的时候。'
		}, {
			words: '生活包含着更广阔的意义，而不在于我们实际得到了什么；关键是我们的心灵是否充实。'
		}, {
			words: '精神上的某种危机，只能靠强度的体力劳动来获得解脱。劳动，永远是他医治精神创伤的良药。'
		}, {
			words: '什么是人生？人生就是永不休止的奋斗！只有选定了目标并在奋斗中感到自己的努力没有虚掷，这样的生活才是充实的，精神也会永远年轻！'
		}, {
			words: '世界上有些人而感到生活的沉重，也有写人因为先而活得压抑。人啊，都有自己一本难念的经；可是不同苦处的人又很难理解别人的苦处。'
		}, {
			words: '不是说农村人就一定干不出什么名堂，主要是精神境界很可能被小农意识的汪洋大海所淹没'
		}, {
			words: '如果不能从根本上提高农民的文化素质，即是进行几十年口号式的革命教育也薄脆如纸，封建迷信的复辟就是如此轻而易举。'
		}, {
			words: '在这个世界上，不是所有合理的和美好的都能按照自己的愿望存在或实现。'
		}, {
			words: '.其实我们每个人的生活都是一个世界，即使最平凡的人也要为他生活的那个世界而奋斗。'
		}, {
			words: '人之所以痛苦，在于追求错误的东西。如果你不给自己烦恼，别人也永远不可能给你烦恼。因为你自己的内心，你放不下。好好的管教你自己，不要管别人。'
		}, {
			words: '人和社会，一切斗争的总结局也许都是中庸而已。与其认真，不如随便，采菊东篱下，悠然见南山。有钱就寻一醉，无钱就寻一睡，与过无争，随遇而安。'
		}, {
			words: '这就是人生的心酸。在我们短促而又漫长的一生中，我们在苦苦地寻找人生的幸福，可幸福往往又与我们失之交臂。当我们为此而耗尽宝贵的青春年华，皱纹也悄悄地爬上了眼角的时候，我们或许才能稍稍懂得生活实际上意味着什么……'
		}, {
			words: '他静静地坐在教室里，突然有一个女同学在门口叫他出来一下，是的，是有一个女同学叫他出来一下。他出来了，那个女同学在走廊里对他说：“有一句话，我一直想对你说。十年以后，我们见一次面吧！”那个男的问：“为什么要见面？”“那个女的说，因为我想知道，那个时候你会变成什么样子。这些年来，我一直很喜欢你。”男的问那个女的：“那这些年，你一直怎么没问我呢？”“女的说，呵呵…说了又有什么用，你那么喜欢妮娜。”那个男的怅然若失地问道：“那我们什么时间？在什么地点见面？”“十年以后，五月二十九号晚上八点钟。就在大剧院，那排圆柱正中间的通道里。”“如果那儿的圆柱是单数怎么办？”“那儿有八棵圆柱。如果那个时候，我的外貌变化很大的话……'
		}, {
			words: '是啊，这是命运。正如辛劳一年营务的庄稼，还没等收获，就被冰雹打光了，难道能懊悔自己曾经付出的力气吗？'
		}, {
			words: '但无论怎样，他还是高兴今天能用他自己劳动赚来的钱，在这里请晓霞吃一顿饭。哪怕他今生一世暗淡无光，可他在自己生命的历程中，仍然还有值得骄傲和怀恋的东西啊！而不至于象一些可怜的乡下人，老了的时候，坐在冬日里冰凉的土炕上，可以回忆和夸耀的仅仅是自己年轻时的饭量和力气……'
		}, {
			words: '对于一个有血性的青年来说，自己无力谋生，靠剥夺父亲在这个世界上活着，即便不是堕落，那也实在脸上无光。'
		}, {
			words: '只有永不遏制的奋斗，才能使青春之花即便是凋谢，也是壮丽的凋谢！'
		}, {
			words: '只要有人的地方，世界就不会是冰冷的！我们可以平凡，但绝对不可以平庸！'
		}, {
			words: '人不可能穷一辈子。'
		}, {
			words: '山，依然是往日的山，九级古塔没高也没低，依旧巨人一般地耸立在那里。可他心中的山脉和高塔却坠落了，留下的只是一抔黄土和一片瓦砾。但是，爱情将永存。我的亲人，夜已经深了，不知是哪根神经，引进他回到了住宿的地方。城市在熟睡，他醒着，眼前不断闪现的，永远是那张霞光般灿烂的笑脸'
		}, {
			words: '你闻闻，空气里有青草和泥土的味道，春天就要来了。'
		}, {
			words: '我时常在想：第二天天一亮，一切都是新的。'
		}, {
			words: '酷暑已至，常去旁边的冶金学院游泳，晒得快成了黑炭头。时时想念我那“掏碳的男人”。这想念像甘甜的美酒一样令人沉醉。爱情对我来说虽是“初见端倪”，但已使我一洗尘泥，飘飘欲仙了，我放纵我的天性，相信爱情给人创造的力量，我为我的“掏碳丈夫”感到骄傲。是的，真正的爱情不应该是利己的，而应该是利他的是心甘情愿的与爱人一起奋斗并不断的自我更新的的过程；是融合在一起——完全融合在一起的共同奋斗。你有没有决心为他而付出自己的最大牺牲，这是衡量是不是真正爱情的标准，否则就是被自己的感情所欺骗。（田晓霞的日记）'
		}, {
			words: '骂人就是骂自己，羞自己，羞自己的祖羞自己的先，羞的先人满坟颠，他先人后悔的没有把“熊”滋到墙上喂苍蝇，生了个他。'
		}, {
			words: '晓霞，我的确没有因为无人送行，而怅然若失。对于一个已经闯荡过世界的人来说，我不是刚离巢的小鸟，做第一次飞行。我已经在风雨中有过艰难的行程，内心反而弥散着欢心而温馨的情绪。是的，无论前面等待我的是什么，我总归又踏上了人生新的旅程，去投奔新的生活。'
		}, {
			words: '真正的苦，不是累也不是饿，最难熬是心里苦。'
		}, {
			words: '什么是社会主义？社会主义不是一个美丽而空洞的口号，也不是意味着贫穷面前人人平等，要穷大家一样穷;社会主义首先应该极大地发展生产力，以此证明自己比别的制度优越;否则，就无力对历史作出回答！'
		}, {
			words: ' 过去的感情就像牙齿，掉了就没有了，装上了也是假的。'
		}, {
			words: '当一个人集中地凝视着自己的不幸时，他就很难想象别人的苦难。'
		}, ]
	}],


	F_macroscopic: [{
			name: '团长',
			url: './/pages/basics/novel/RegimentalCommander'
		},

	],
	// 文学著作-小说-团长
	regiment: [{
			chapter: '电视剧',
			text: [{
					words: '我要上进，我tm就是要上进'
				},
				{
					words: '我这条推烂了，总不能整个人都烂了吧！'
				},
				{
					words: '英国人死于狭隘和傲慢，中国人死于听天由命和漫不经心'
				},
				{
					words: '想象和现实之间有那么长的距离'
				},
				{
					words: '习惯于抱怨和无能为力'
				},
				{
					words: '命运由你们对待命运的方式决定'
				},
				{
					words: '我们只是数字，从一到一万，再到一百万'
				},
				{
					words: '我说的是问题，问题不是流感菌，它不是日本人入侵带来的，问题他本来就在那儿，什么是问题，问题就是出错了，错了就是不对，不对就要改'
				},
				{
					words: '桃花飞绿水，一庭芳草围新绿，有情芍药含春泪。野竹上表霄，十亩藤花落古香，无力蔷薇卧晓枝。我愿暂求造化力，减却牡丹妖娆色。花非花，梦非梦，花如梦，梦似花，梦里有花花开如梦。心非心，镜非镜，心如镜，镜似心，镜中有心心如明镜。'
				},
				{
					words: '对自己缩头的一定是缩头的家伙，往前冲的多是把什么苦都吃透了的'
				},
				{
					words: '你要真觉得用一辈子时间学习扯淡，那我知道你为什么这么晦气，你在耍你自己呢，或者求别人耍你'
				},
				{
					words: '你最大的错事就是什么也没做过！'
				},
				{
					words: '我们常说自己是吃苦耐劳的民族，吃苦耐劳不光是忍饥挨饿。我见过累死在脚踏车上的日军，见过把自己绑在树上吃喝拉撒睡的日军，自封的优点会害死我们的。'
				}, {
					words: '人的心力是有限的'
				}, {
					words: '我竟然要看书才知道，我们曾经那么辉煌，无畏、开阔、包容世界、不拘一格，禅达人，没有桥，也修了和顺镇，我们祖先没有榜样，可走了整整五千年，可我却要读书才知道，不是从你身上看到的，也不是从我身上看到的，这就是问题，有问题怎么办，要改”'
				}, {
					words: '对不起，我不是要把我的想法强加于你，我只是以为，咱们年轻人可以交换彼此喜欢的东西，不过 你们好像也没有喜欢的东西，除了钱和女人，在这一点上我以为你和他们不一样，可还是沉疴绝症，都是衰老和不信'
				},
				{
					words: '死都不怕，就怕不安逸，命都不要，就要安逸，就这毛病，多少年来这是个被人钉死了的死穴，一打一个准儿'
				},
				{
					words: '不拉屎会憋死我们，不吃饭活七八天，不喝水活五六天，不睡觉活四五天，琐事养我们也要我们的命。家国沦丧，我们倒已经活了六七年，不懂——我想让事情是它本来该有的那个样子 '
				}, {
					words: '上天宠爱骄傲的人，给他们一颗孩童的心；这里说的不是天真纯良，而是他们永远只顾自己的喜好厌憎。 '
				}, {
					words: '人这一辈子，就是一个个未竟之志铺起来的。'
				}, {
					words: '岂曰无衣，与子同袍！'
				},

			]
		},

	],


	F_classic: [{
		name: "	",
		url: ''
	}, ],




	// 书单
	// 已读
	Booklist_A: [{
		a: '《平凡的世界》'
	}, {
		a: '《遥远的救世主》'
	}, {
		a: '《青瓷》'
	}, {
		a: '《沧浪之水》'
	}, {
		a: '《曾国藩的正面与侧面》'
	}, {
		a: '《万历十五年》'
	}, ],
	// 未读
	Booklist_B: [{
		a: '《中国城市建设史》'
	}, {
		a: '《基督山伯爵》'
	}, {
		a: '《中国文化深层结构》'
	}, {
		a: '《八次危机 》'
	}, {
		a: '《盐铁论》'
	}, {
		a: '《矛盾论》'
	}, {
		a: '《实践论》'
	}, {
		a: '《中国社会阶层分析》'
	}, {
		a: '《一的力量》'
	}, {
		a: '《资本论》'
	}, {
		a: '《大败局》'
	}, {
		a: '《放羊》'
	}, {
		a: '《柏拉图》'
	}, {
		a: '《诸子百家》'
	}, {
		a: '《海傲华》'
	}, {
		a: '《三体》'
	}, {
		a: '《三和青年》'
	}, {
		a: '《渡口编年》'
	}, {
		a: '《铁西区》'
	}, {
		a: '《单向度的人》'
	}, {
		a: '《简史》'
	}, {
		a: '《原始社会》'
	}, {
		a: '《鲁迅》'
	}, {
		a: '《中国哲学简史（世界哲学简史）》'
	}, {
		a: '《楞严经》'
	}, {
		a: '《收缩的城市》'
	}, {
		a: '《历代政治得失》'
	}, {
		a: '《君主论》'
	}, {
		a: '《中国社会各阶层分析》'
	}, {
		a: '《结构性改革》'
	}, {
		a: '《被讨厌的勇气》'
	}, {
		a: '《官道无疆》'
	}, {
		a: '《美丽新世界》'
	}, {
		a: '《1984》'
	}, {
		a: '《置身事内》'
	}, ],
	// 语句
	Sentence: [{
			a: '南方比北方口味重 因为它们要用尽可能少的菜下尽可能多的饭'
		}, {
			a: '刚和老家的亲人打完电话，就看到小区一位女主人牵着小狗下来了 阶级还是命运'
		}, {
			a: '春天的道路依然会有泥泞'
		}, {
			a: '一节车厢和另一节车厢车厢的拥挤程度是不同的，因为大部分人潜意识里都只看周围'
		}, {
			a: '扬天贺 杨婉春'
		}, {
			a: '路走窄了'
		}, {
			a: '每一次选择都是一次诀别'
		}, {
			a: '过去发生的事情在无法改变'
		}, {
			a: '时间线 故事情节 人物'
		}, {
			a: '银行里上班的人和外面的妆不一样'
		}, {
			a: '深刻的痛苦比肤浅的快乐更有价值，但对于普通人而言肤浅的快乐更有现实的意义'
		}, {
			a: '一个普通人可能没有书上那样的青春 没有你侬我侬的恋爱 有的只是孤独和落寞'
		}, {
			a: '尤其是1-2岁小孩的眼睛，水汪汪，清澈，无杂陈，这是世上最美丽的风景，犹如赛里木湖的湖水，清澈见底'
		}, {
			a: '外婆家灶火屋 罐子里的糖蒜'
		}, {
			a: '真的想你啊'
		}, {
			a: '年轻人的成长阶段 经济 意识'
		}, {
			a: '任何一门学科都在以自己的方式解读这个世界'
		}, {
			a: '城市森林'
		}, {
			a: '自卑比狂妄更可悲，因为自卑会自己放弃属于他的机会，狂妄有可能会获得不属于他的机会。'
		}, {
			a: '心死为亡'
		}, {
			a: '那时候时间过得真慢'
		}, {
			a: '遗憾是电影里主角的觉醒的开始，但却是现实中人们沉沦的开始'
		}, {
			a: '不是胡一把好牌，打好一把烂牌'
		}, {
			a: '小人物篇'
		}, {
			a: '互联网本来提供的是一个可以让蛙跳出那口井来的机会。结果发现青蛙通过互联网找到了更多蹲在井里的同类，更加坚信了这个世界只有井口这么大。'
		},
		{
			a: '“你要搞清楚自己人生的剧本，你不是你父母的续集，不是你子女的前传，更不是你朋友的外篇。'
		},
	],



	// 音乐

	music: [{
			src: '../../static/muisc/我爱你.mp3',
			controls: true,
			loop: true,
			name: '我爱你',
			author: 'Ayasa',
			poster: 'https://img1.baidu.com/it/u=4238255077,3779265094&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500',
			txt: '您目前的设备不支持音频播放',
		}, {
			src: '../../static//muisc/风居住的街道.mp3',
			controls: true,
			loop: true,
			name: '风居住的街道',
			author: '矶村由纪子',
			poster: 'https://img0.baidu.com/it/u=766982000,631803514&fm=253&fmt=auto&app=138&f=PNG?w=834&h=500',
			txt: '您目前的设备不支持音频播放',
		},

		{
			src: '../../static/muisc/惊鸿.mp3',
			controls: true,
			loop: true,
			name: '惊鸿',
			author: 'jannik',
			poster: 'https://img2.baidu.com/it/u=2776626767,396575843&fm=253&fmt=auto&app=138&f=JPEG?w=848&h=500',
			txt: '您目前的设备不支持音频播放',
		}, {
			src: '../../static/muisc/浮光.mp3',
			controls: true,
			loop: true,
			name: '浮光',
			author: 'jannik',
			poster: 'https://img0.baidu.com/it/u=633272234,2989008817&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500',
			txt: '您目前的设备不支持音频播放',
		}, {
			src: '../../static/muisc/告白之夜.mp3',
			controls: true,
			loop: true,
			name: '告白之夜',
			author: 'Ayasa',
			poster: 'https://img1.baidu.com/it/u=4238255077,3779265094&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500',
			txt: '您目前的设备不支持音频播放',
		}, {
			src: '../../static/muisc/穿越时空的思念.mp3',
			controls: true,
			loop: true,
			name: '穿越时空的思念',
			author: '和田薰',
			poster: 'https://img2.baidu.com/it/u=2456911483,808228634&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=500',
			txt: '您目前的设备不支持音频播放',
		}, {
			src: '../../static/muisc/回梦游仙.mp3',
			controls: true,
			loop: true,
			name: '回梦游仙',
			author: '骆集益',
			poster: 'https://img2.baidu.com/it/u=4026980470,42212142&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=375',
			txt: '您目前的设备不支持音频播放',
		}, {
			src: '../../static/muisc/千年的祈祷.mp3',
			controls: true,
			loop: true,
			name: '千年的祈祷',
			author: '姬神',
			poster: 'https://img1.baidu.com/it/u=398392613,1439001443&fm=253&fmt=auto&app=138&f=JPEG?w=350&h=500',
			txt: '您目前的设备不支持音频播放',
		}, {
			src: '../../static/muisc/你离开的事实.mp3',
			controls: true,
			loop: true,
			name: '你离开的事实',
			author: '高至豪',
			poster: 'https://img2.baidu.com/it/u=849630156,841345231&fm=253&fmt=auto&app=138&f=JPEG?w=500&h=401',
			txt: '您目前的设备不支持音频播放',
		}, {
			src: '../../static/muisc/炳灵.mp3',
			controls: true,
			loop: true,
			name: '炳灵',
			author: '关大洲',
			poster: 'https://img0.baidu.com/it/u=2092023985,3250666235&fm=253&fmt=auto&app=138&f=JPEG?w=499&h=331',
			txt: '您目前的设备不支持音频播放',
		},
	]

}
